Repository: botirovshox-lang/med-translation
Catalog: med_translation_backup_20260524_173328/словари/output/tm.tmx
Source language: en
Languages: ru

source: It may cause your skin to blister or have sores. You may have a sore throat, mild- fever, headache, cough and breathing problems. You will need to be treated with medicine because anthrax can cause serious illness or death. How Is Anthrax Treated? There is no way to test for anthrax before you get sick. Antibiotics are used to treat all types of anthrax. Health-care workers will give you medicine (doxycycline or ciprofloxacin). This medicine can help prevent an anthrax infection, even if you don’t feel sick. You may have to take this medicine for 60 days. The medicine can cause nausea, diarrhea, headache or a yeast infection (women only), but it is important that you keep taking the medicine until it is gone. Children have to take different amounts of the medicine than adults. Health-care workers have information on how to give medicine to children and babies. Anthrax: What You Need to Know. Russian.
ru: На Вашей коже могут появиться волдыри или язвы. У Вас может возникнуть боль в горле, лихорадка, головная боль, кашель и проблемы с дыханием. Вам понадобится прием медикаментов, потому что сибирская язва может привести к тяжелому заболеванию или смерти. Как лечится сибирская язва? Сибирскую язву невозможно выявить до момента развития заболевания. Для лечения всех типов сибирской язвы применяются антибиотики. Медицинские работники дадут Вам лекарство (доксициклин или ципрофлоксацин). Это лекарство поможет предотвратить инфицирование сибирской язвой даже при отсутствии симптомов заболевания. Вам могут назначить 60-дневный курс приема этого препарата. Это лекарство может вызвать тошноту, понос, головную боль или молочницу (только у женщин), но, несмотря на это, очень важно, чтобы Вы продолжали принимать лекарство до конца курса. Детям и взрослым назначаются разные дозировки препарата. Медицинские работники предоставят информацию о том, как следует давать лекарство детям и младенцам.

source: Is There An Anthrax Vaccine? There is an anthrax vaccine, which is recommended for adults 18 through 65 years of age who are at risk of exposure to anthrax bacteria, such as certain laboratory workers and people who handle potentially infected animals. These people should get three doses of vaccine: the first dose when risk of a potential exposure is identified, and the remaining doses at one and six months after the first dose. After the six-month dose, the vaccine recipient is considered protected and can work in areas where there is a risk of exposure to anthrax. Boosters at 12 and 18 months, and annually thereafter, are recommended for ongoing protection. Anthrax vaccine is also recommended for unvaccinated people of all ages who have been exposed to anthrax. The vaccine has not been studied or used in children less than 18 years of age and its use in exposed children must be under an Investigational New Drug (IND) program and requires informed consent from a parent or legal guardian. These people should get three doses of vaccine together with recommended antimicrobial drugs: the first vaccine dose as soon after exposure as possible, and the remaining doses two and four weeks after the first. © 2007 - November 18, 2019, Health Information Translations. Content developed through a partnership of the Central Ohio Trauma System, County Board of Health, Mount Carmel Health, Ohio State University Medical Anthrax: What You Need to Know. Russian.
ru: Существует ли вакцина против сибирской язвы? Да. Рекомендуется прививать взрослых в возрасте 18–65 лет, которые подвергаются риску воздействия язвы, например бактерий сибирской лаборантов и лиц, работающих с потенциально зараженными животными. Вакцинация проводится в три этапа: при выявлении риска воздействия бактерий, затем через один и шесть месяцев после первой прививки. После третьей прививки вакцинированный считается защищенным и может работать в районах, где существует риск заражения сибирской язвой. Для постоянной защиты рекомендуется повторная вакцинация через 12, 18 месяцев и затем ежегодно. Вакцина против сибирской язвы также рекомендуется непривитым людям всех возрастов, если они подверглись заражения. Вакцина не вводилась риску лицам младше 18 лет, и ее воздействие на таких лиц не изучалось, поэтому вакцинация детей должна осуществляться в рамках программы исследования нового лекарственного средства и требует информированного согласия родителя или законного опекуна. Эти лица должны получить три дозы вакцины вместе с рекомендуемыми противомикробными препаратами: первую дозу — как можно скорее после воздействия, затем через две и четыре недели после первой. the Columbus Medical Association Foundation, Columbus Public Health, Franklin Center and OhioHealth, Columbus, Ohio. Available for use as a public service without

source: Appendectomy Appendectomy is a surgery to remove the appendix. The appendix is a small pouch that comes off the large intestine. The appendix sometimes gets blocked and becomes infected and swollen. Signs of an infected appendix include abdominal pain in the lower right side, fever, poor appetite, nausea and vomiting. If the appendix bursts, it can make you very sick. There are two ways to do this surgery: • Open appendectomy - a single incision is made in the abdomen. The doctor works through this larger incision to remove the appendix. • Laparoscopic appendectomy - 2 or 3 small incisions are made in the abdomen. The doctor uses a camera and tools through the small incisions to remove the appendix. With this type of surgery, you may recover faster, have less pain, less scarring, fewer wound problems and spend less time in the hospital. An adult family member or friend needs to come with you to take you home after your surgery. It is not safe for you to drive or leave alone. Appendectomy. Russian.
ru: Аппендэктомия — это операция по удалению аппендикса (маленького Тонкий отростка толстой кишки). кишечник Желудок Иногда аппендикс Small Stomach Intestine закупоривается, воспаляется и увеличивается. Симптомы инфицированного аппендикса: боль в нижней правой части живота, температура, Аппендикс плохой аппетит, Толстый Appendix тошнота и рвота. Если кишечник Large аппендикс разорвется, Intestine ваше состояние резко ухудшится. Существует два вида операции: • Открытая аппендэктомия — на животе делают один большой разрез, через который врач удаляет аппендикс. • Лапароскопическая аппендэктомия — на животе делают 2–3 небольших разреза, через которые с помощью камеры и инструментов врач удаляет аппендикс. В этом случае вы проведете меньше времени в больнице, быстрее восстановитесь, боль и шрамы будут меньше. C вами должен прийти взрослый родственник или друг, чтобы после операции отвезти вас домой. Садиться за руль или оставаться одному опасно.

source: To Prepare • Tell your doctor what medicines you are taking including prescriptions, over the counter medicines, vitamins and herbs. • If you have any allergies to medicines, foods or other things, tell the staff. • Do not eat or drink anything, including water, until after you have your surgery. During Surgery • You will wear a hospital gown. • An IV (intravenous) is put into a vein in your arm for giving medicine and fluids. • You are taken on a cart to the surgery room. You are helped onto the surgery table. A belt may be put over your legs for your safety. • You will be given medicine, so you will sleep through the surgery. The medicine will be given through the IV or a face mask. • Your abdomen is cleaned and sheets are put over you to keep the surgery area clean. • An incision is made in your abdomen. With laparoscopic, 2 to 3 incisions are made. • The appendix is removed. • The incision(s) are closed with stitches, staples or special tapes called steri- strips. • If stitches or staples are used, a bandage is taped over them. Appendectomy. Russian.
ru: Подготовка • Сообщите врачу о принимаемых рецептурных и безрецептурных медикаментах, витаминах и лекарственных растениях. • Если у вас аллергия на лекарства, продукты и пр., сообщите персоналу. • До завершения операции запрещается есть и пить, даже воду. Во время операции • Вы переоденетесь в больничную одежду. • В вену на руке поставят катетер для введения лекарств и жидкостей. • Затем вас на каталке перевезут в операционную. Вам помогут лечь на хирургический стол. В целях безопасности ноги могут пристегнуть ремнем. • Чтобы вы спали во время операции, вам внутривенно или через маску введут лекарство. • Вам продезинфицируют живот и накроют вас простынями. • На животе врач сделает разрез. При лапароскопической операции будет 2 или 3 разреза. • Через них будет удален аппендикс. • На разрезы наложат швы, скобы или стерильные полоски. • Если используются швы или скобы, на них наложат повязку.

source: After Surgery In the Hospital • You are taken to the recovery room where you are watched closely until you wake up and are doing well. • Your breathing, blood pressure and pulse are checked often. • Your doctor will talk to you about your surgery and when you can expect to go home. • Medicines given during the surgery will make you sleepy. You will need to have an adult family member or friend take you home for your safety. • You may be sent home 1 to 2 days after surgery. If your appendix ruptured before surgery, you may have to stay longer. At Home • Rest. • Take your medicines as directed by your doctor. • Call your doctor to schedule a follow-up visit. • You can take a shower. Do not take a tub bath for one week after your surgery. • Remove the bandage(s) over the incision(s) the next day before you shower. Carefully wash the incisions with soap and water and pat them dry. Put new band-aids over your incisions. Change your band-aids any time they get wet or dirty. Appendectomy. Russian.
ru: После операции В больнице • Вас переведут в послеоперационную палату и будут за вами наблюдать, пока вы не проснетесь и не почувствуете себя хорошо. • Ваше дыхание, давление и пульс будут регулярно проверять. • Врач побеседует с вами об операции и о том, когда вас выпишут домой. • Лекарства, введенные во время операции, вызовут сонливость. Ради вашей безопасности попросите взрослого родственника или друга отвезти вас домой. • Вас выпишут через 1–2 дня после операции. Если вас оперировали по поводу разрыва аппендикса, вы проведете в больнице больше времени. Дома • Отдыхайте. • Принимайте лекарства в соответствии с предписанием врача. • Позвоните врачу и запишитесь на прием. • Можно принять душ. Не принимайте ванну в течение недели после операции. • Через день после операции перед приемом душа удалите повязку. Тщательно вымойте разрезы с мылом и досуха промокните их. Наклейте на места разрезов новые пластыри. Меняйте пластыри, как только они намокнут или станут грязными.

source: • If you have steri-strips, leave them alone. They will fall off on their own. • It may be hard for you to have a bowel movement after surgery. Walking and eating high fiber cereals, beans, vegetables and whole grain breads will help. Drinking 8 glasses of liquids each day may also help. • You may be taught to do deep breathing and coughing exercises to keep you from getting a lung infection after surgery. Deep breathe and cough every hour while you are awake and if you wake up during the night. It may help to use a pillow to support your incision(s) when you cough or deep breathe. • Do not lift objects over 10 pounds for 3 days if you had laparoscopic, or for 14 days if you had an open procedure . • Do not drive until your doctor tells you it is okay, and you are no longer taking pain medicine. • Talk to your doctor or nurse about other activity limits. You should be able to return to normal activities in about 1 to 3 weeks. Appendectomy. Russian.
ru: • Если вам заклеили разрез стерильными полосками, не трогайте их. Со временем они сами отпадут. • После операции у вас может быть запор. В этом случае поможет ходьба и прием пищи с высоким содержанием клетчатки, фасоли, овощей и цельнозернового хлеба. Также рекомендуется выпивать в день 8 стаканов жидкости. • Чтобы избежать легочной инфекции, вам покажут упражнения по глубокому дыханию или кашлю. Дышите глубоко и прокашливайтесь каждый час во время бодрствования и если проснетесь ночью. При кашле и глубоком дыхании может быть полезным положить на место операции подушку. • Если была проведена лапароскопическая операция, не поднимайте предметы тяжелее 5 кг (10 фунтов) в течение 3 дней, а если открытая — 14 дней. • Не садитесь за руль, пока врач не разрешит и пока вы не закончите прием обезболивающих лекарств. • Проконсультируйтесь с врачом или медсестрой по поводу других ограничений. Вы сможете вернуться к обычной деятельности примерно через 1–3 недели.

source: Call your doctor right away if you have: • Pain in the abdomen or shoulder area that does not go away or gets worse • Increased redness, bruising or swelling • A fever over 101 degrees F • Chills or a cough, or you feel weak and achy • Vomiting • Skin that is itchy, swollen skin or a new rash • Trouble having a bowel movement or have diarrhea often Call 911 right away if: • The incisions come apart. • There is new bleeding from the incisions. • You have trouble breathing all of a sudden. • You have chest pain. Talk to your doctor or nurse if you have any questions or concerns. © 2008 - January 29, 2021, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Appendectomy. Russian.
ru: Немедленно позвоните врачу, если у вас: • Боль в области живота или плеч, которая не проходит или усиливается • Увеличивается покраснение, кровоподтек или припухлость • Температура выше 38,3 ºC (101 ºF) • Озноб, кашель или слабость и боль • Рвота • Зуд, припухлость или сыпь на коже • Проблемы с опорожнением кишечника или частый понос Немедленно позвоните 911, если: • Разошлись швы • Появилось новое кровотечение в месте разрезов • Внезапно стало сложно дышать • Появилась боль в груди Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Arthritis Arthritis occurs when the joints in the body are inflamed or there is a breakdown of cartilage in the joints. Joints are places in the body where two or more bones meet, such as the hip or knee. Cartilage is the cushion in the joints that protects them from pressure and makes movements smooth. When cartilage breaks down in a joint, the bones rub together. This causes pain, swelling and stiffness that often gets worse with aging. The most common type of arthritis is osteoarthritis. With this type of arthritis, the cartilage in the joints wear out over time from use or as the person ages. Injury to a joint may also lead to this type of arthritis. Osteoarthritis occurs most often in the knees, hips and hands. The joints begin to ache and thicken. At times, the tissues around the joint become strained and cause more pain. Rheumatoid arthritis is another common type of this kind of arthritis. The immune system, which normally protects the body from infection, attacks the lining of the body’s joints. It causes inflamed and painful joints and may affect other parts of the body, such as the heart, muscles, blood vessels, nerves and eyes. Signs of Arthritis • Joint pain • Joint is not stable or it feels like it will not support you • Joint enlarges or swells • Stiffness, often in the morning Arthritis. Russian.
ru: Артрит возникает при воспалении суставов или разрушении в них хряща. Сустав — это соединение костей, например в бедре или колене. Хрящ — это подушечка в суставе, которая защищает его от давления и делает движения плавными. Когда хрящ разрушается, кости трутся друг о друга, что вызывает боль, отеки и скованность, часто прогрессирующие с возрастом. Чаще всего возникает остеоартрит. При этом типе артрита хрящи в суставах изнашиваются из-за использования или по мере старения человека. К этому типу артрита может также привести травма. Чаще всего остеоартрит возникает в коленях, бедрах и руках. Суставы начинают болеть и утолщаться. Иногда окружающие ткани растягиваются и вызывают еще более сильную боль. Ревматоидный артрит также довольно распространен. Иммунная система, которая обычно защищает организм от инфекций, атакует соединительную ткань суставов, что вызывает воспаление и боль. Болезнь может затронуть и другие органы: сердце, мышцы, кровеносные сосуды, нервы и глаза. Симптомы артрита • Боль в суставе • Сустав нестабилен, или кажется, что он не держит конечность • Сустав увеличивается или опухает • Скованность, чаще всего по утрам

source: • Limited use of joint • Warmth around joint • Redness of the skin around joint Other signs may occur with rheumatoid arthritis. If you have any signs that cause you pain or concern, see your doctor. Tests Your doctor will talk to you about your health and look at your joints. Your doctor may order blood tests and x-rays. Treatment Treatment of arthritis is aimed at controlling your signs and improving use of your joints. Your doctor may suggest: • Medicine to control pain and swelling • Physical or occupational therapy • Assistive devices such as a cane or grab bars for the bathtub or toilet • Weight loss • Surgery to replace the joint As a part of your treatment, you may need to: • Exercise to improve movement and joint strength. Good choices include walking, swimming, bike riding, dancing, strength training and gentle stretching exercises. • Use hot or cold treatments to control pain and swelling. • Avoid positions or movements that put extra stress on your painful joints. • Avoid staying in a position too long. Arthritis. Russian.
ru: • Ограниченная подвижность сустава • Ощущение тепла около сустава • Покраснение кожи около сустава При ревматоидном артрите могут быть другие симптомы. Обратитесь к врачу, если у вас проявились симптомы, которые вызывают боль или озабоченность. Обследование Врач побеседует с вами, осмотрит суставы и, возможно, даст направление на анализы крови или рентген. Лечение Лечение направлено на уменьшение симптомов и улучшение работы суставов. Врач также может предложить: • Лекарство для уменьшения боли и опухания • Физическую или трудовую терапию • Вспомогательные принадлежности, например трость или поручни в ванной и туалете • Похудение • Операцию по замене сустава Для лечения может понадобиться: • Делать упражнения для повышения подвижности и укрепления суставов. Для этого подходят прогулки, плавание, езда на велосипеде, танцы, силовые упражнения и умеренные упражнения на растягивание. • Прикладывать тепло или холод для уменьшения боли и опухания. • Избегать поз и движений, которые приводят к нагрузке на больные суставы. • Не пребывать долго в одной позе.

source: Call your doctor right away if: • You have severe unexplained joint pain. • The joint is very swollen. • You suddenly have a hard time moving the joint. • Your skin around the joint is red or hot to the touch. • You have other signs that concern you. Talk to your doctor or nurse if you have any questions or concerns. © 2005 - February 21, 2021, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Arthritis. Russian.
ru: Немедленно позвоните врачу, если: • У вас сильная необъяснимая боль в суставах. • Сустав сильно распух. • Внезапно вам стало трудно двигать суставом. • Кожа около сустава покраснела или горячая на ощупь. • У вас другие симптомы, которые вас беспокоят. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Assisted Arm Range Someone will need to help you with these exercises. Do each exercise slowly _____ times, _____ times a day. Do each exercise with both arms, while lying on your back or while sitting. Do only the exercises checked.  Shoulder 1 Hold the arm at the elbow and wrist in front of the body. Have the thumb pointing up and the palm facing forward. Lift the arm straight up toward the ear. Repeat with the other arm. Shoulder 2 Hold the arm out to the side at the elbow and wrist. Have the thumb pointing up and the palm facing forward. Lift the arm straight up toward the ear. Repeat with the other arm. Assisted Arm Range of Motion Exercises. Russian.
ru: для рук помощью of Motion Exercises При выполнении этих упражнений Вам понадобится помощь. Выполняйте каждое упражнение медленно _____ раз, _____ раз в день. Выполняйте каждое упражнение обеими руками, лежа на спине или сидя. Выполняйте только отмеченные упражнения.  Плечи 1 Возьмите вытянутую вперед руку за локоть и запястье. Большой палец руки должен быть направлен вверх, а ладонь – вперед. Поднимите руку вверх по направлению к уху. Повторите это упражнение с другой рукой. Плечи 2 Возьмите вытянутую в сторону руку за локоть и запястье. Большой палец руки должен быть направлен вверх, а ладонь вперед. Поднимите руку вверх по направлению к уху. Повторите это упражнение с другой рукой.

source:  Shoulder 3 With the elbow bent at a 90-degree angle, hold the arm at the elbow and the wrist. Turn the lower arm until the palm of the hand faces the patient. Then turn the lower arm until the back of the hand faces the patient. Repeat with the other arm. Wrist and Fingers 1 With fingers straight, bend the wrist backwards. Then bend the fingers and wrist forward. Repeat with the other hand. Wrist and Fingers 2 Make a tight fist and then straighten the fingers. Spread the fingers apart and together again. Repeat with the other hand. Assisted Arm Range of Motion Exercises. Russian.
ru:  Плечи 3 Возьмите руку, согнутую в локте на 90 градусов, за локоть и запястье. Поворачивайте предплечье до тех пор, пока ладонь не повернется по направлению к пациенту. Затем поверните предплечье до тех пор, пока тыльная сторона ладони не повернется по направлению к пациенту. Повторите это упражнение с другой рукой. Запястье и пальцы 1 Не сгибая пальцы, выгните запястье назад. Затем согните пальцы и запястье вперед. Повторите это упражнение с кистью другой руки. Запястье и пальцы 2 Сожмите пальцы в кулак, затем разожмите пальцы. Растопырьте пальцы, а затем снова их сомкните. Повторите это упражнение с кистью другой руки.
